stor=\
[
    "Нигири",
            ["Суши жареные","Суши","Японец","Гриль"],
            ["Суши","Суши","Японец"],
    "1",
    "Инари",
            ["Шаурма по японски","Японец","Гриль"],
            ["Варяная шаурма по японски","Японец","Кастрюля"],
    "1",
    "Сашими",
            ["Жареные пельмени по японски","Пельмени","Японец","Сковородка"],
            ["Пельмени по японски","Пельмени","Японец","Кастрюля"]
]
castom=\
[
    [],
    [],
    [],
    [],
    []
]
while True:
    print("Добро пожаловать в ресторан Японско-Руский рестаран")
    for i in stor:
        if i == "1":
            continue
        else:
            if i=="Нигири" or i=="Инари" or i=="Сашими":
                print(i)
            else:
                for r in stor[i]:
                    print(r,"\t")
            print("\n")
    break